"""
問題文：
csvファイルをjsonファイルに変換するプログラムを作成せよ。使用するcsvファイルは(q12.py_kenko.csv)を使用し、出力されたjsonファイルは以下のようにすること。

jsonファイルの出力例：
[
    {
        "名前": "麻生太郎",
        "日付": "2021/1/1",
        "時間": "01:00",
        "体温": "40.5",
        "嗅覚異常": "有",
        "味覚異常": "有",
        "咳": "有",
        "たん": "有",
        "咽頭痛": "有",
        "倦怠感": "有",
        "嘔吐": "有",
        "下痢": "無"
    },
    {
        "名前": "菅義偉",
        "日付": "2021/1/1",
        "時間": "13:30",
        "体温": "39.8",
        "嗅覚異常": "無",
        "味覚異常": "無",
        "咳": "有",
        "たん": "有",
        "咽頭痛": "有",
        "倦怠感": "無",
        "嘔吐": "有",
        "下痢": "無"
    },
    {
        "名前": "二階俊博",
        "日付": "2021/1/2",
        "時間": "04:10",
        "体温": "41.2",
        "嗅覚異常": "無",
        "味覚異常": "無",
        "咳": "有",
        "たん": "有",
        "咽頭痛": "有",
        "倦怠感": "無",
        "嘔吐": "有",
        "下痢": "有"
    },
    {
        "名前": "森喜朗",
        "日付": "2021/1/2",
        "時間": "18:50",
        "体温": "38.5",
        "嗅覚異常": "有",
        "味覚異常": "無",
        "咳": "有",
        "たん": "有",
        "咽頭痛": "有",
        "倦怠感": "有",
        "嘔吐": "有",
        "下痢": "無"
    },
    {
        "名前": "麻生太郎",
        "日付": "2021/1/3",
        "時間": "01:00",
        "体温": "40.5",
        "嗅覚異常": "有",
        "味覚異常": "有",
        "咳": "有",
        "たん": "有",
        "咽頭痛": "有",
        "倦怠感": "有",
        "嘔吐": "有",
        "下痢": "無"
    }
]
"""
#csv >> json

#以降を追加する